{
  "MainNav": [
    { "path": "home", "linkName": "Home" },
    { "path": "resources", "linkName": "Resources" },
    { "path": "species", "linkName": "Species" }
  ],

  "Pages": [
    {
      "pageName": "home",
      "content": "<section class='hero-wrapper'><div class='hero-info'><h1>SAVE THE SPECIES</h1><h2>Animals have become endangered around the world.</h2><h3>Why is it important and how can we help?</h3></div></section><section class='home-info-wrapper'><div class='home'><div class='jungle-image'><div class='home-info'><h1>Our mission</h1>Our mission is to focus on helping change the things we have control over. We can help by eating the right foods for our environment, keeping our environment clean, fighting against poachers to protect our animals, donating to the cause to help protect wildlife and their environment, and more. Animals and climate are vital for our survival and we need to do the best we can to keep the environment thriving, not only for the animals but also for ourselves. Want more information? <a id='resources' href='#'><div class='button'>Learn More Here</div></a></div></div></div></section><section class='focus-wrapper'><h1>Our focus areas:</h1><h2>Below is a list of the areas we work and focus on to save endangered species.</h2><div class='focus'><div class='focus-info-food'><h2>Food</h2><h3>The food we eat is important and how we store it. Be sure to recycle and take care of your environment!</h3></div></<div><div class='focus-info-climate'><h2>Climate</h2><h3>We focus on endangered species in all climates, so it's important we understand how it effects their habitat and how we can help.</h3></div></<div><div class='focus-info-water'><h2>Fresh Water</h2><h3>Fresh water isn't always readily available and we are lucky to have this resource. We need to focus on not aiding polution and finding ways to keep the animals water fresh and clean.</h3></div></<div><div class='focus-info-wildlife'><h2>Wildlife</h2><h3>We have all sorts of wildlife and each part is vital to the ecosystem. There is a circle of life and we need to save the species to help save the environment as well. </h3></div></<div><div class='focus-info-forests'><h2>Forests</h2><h3>We need to be against deforestation. Many of the animals have been wiped out because of humans destroying and polluting their forests. Learning alternative ways for our human needs is an important factor here.</h3></div></<div><div class='focus-info-oceans'><h2>Oceans</h2><h3>Again something we help by recycling and not dropping waste into our oceans. We have polluted so much in the oceans that ocean life is dying daily. Try and use re-usable items instead of disposable.</h3></div></<div></div></section><section class='email-wrapper'><div class='email'><h1>Sign up for our email:</h1><h2>Below you can sign up for our email to get more information.</h2><div class='input'>First Name:<input class='namespace' type='text' placeholder='First Name'></div><div class='input'>Last Name:<input class='namespace' type='text' placeholder='Last Name'></div><div class='input'>Email:<input class='namespace' type='number' placeholder='Enter Email Address'></div><div class='button-email'><a id='home' href='#'>Create Account</a></div></div></section><div class='footer-wrapper'><div class='footer'><div class='copyright'>Copyright Sarah Tejchma 2020</div></div></div>"
    },
    {
      "pageName": "resources",
      "content": "<section class='resource-wrapper'><h1>Resources</h1><h2>How to Help:</h2></<h2><div class='resource'><div class='image-holder'><h3>Partnerships</h3><div class='partner-image'></div><p>One great way to help our organization is to become a partner. By becoming a partner you will help to fund and help come up with ideas to help in a more hands on way and become part of the company itself. When you do this, you have more of a say in contributing and helping.</p></div><div class='image-holder'><h3>Donate</h3><div class='donate-image'></div><p>We all lead busy lives, but another way to help our organization to save endangered species is to donate to the cause. By donating you help fund our mission to create safe spaces and protection for our critically endangered species.</p></div><div class='image-holder'><h3>Adopt</h3><div class='adopt-image'></div><p>One other way to help is to representally adopt an animal of an endangered species. You pay monthly to help organizations that help focus on saving that specific species, whereas donating can go towards any need for the organization. All these ways help us help the animals.</p></div></div></section> <section class='adopt-wrapper'><h1>Adopt an Endangered Species:</h1><h2>Below is a list of animals you can representally adopt to help funding for their species.<br />To make a donation refer to the form below.</h2><div class='adopt'><a id='species' href='#''><div class='adopt-info-amur'><h2>Amur Leopard</h2><h3>Click here to learn more!</h3></div></a><a id='species' href='#'><div class='adopt-info-rhino'><h2>Black Rhino</h2><h3>Click here to learn more!</h3></div></a><a id='species' href='#''><div class='adopt-info-orang'><h2>Bornean Orangutan</h2><h3>Click here to learn more!</h3></div></a><a id='species' href='#'><div class='adopt-info-cgorilla'><h2>Cross River Gorilla</h2><h3>Click here to learn more!</h3></div></a><a id='species' href='#''><div class='adopt-info-egorilla'><h2>Eastern Lowland Gorilla</h2><h3>Click here to learn more!</h3></div></a><a id='species' href='#''><div class='adopt-info-turtle'><h2>Hawksbill Turtle</h2><h3>Click here to learn more!</h3></div></a></div></section><section class='donate-wrapper'><div class='donate'><h1>Make a donation:</h1><h2>Below you can make a donation to help in efforts towards saving<br> endangered species and help their environments thrive.</h2><div class='input'>Donation Amount: </label><select class='donation'><option value = '15'>$15</option><option value = '30'>$30</option><option value = '45'>$45</option><option value = '60'>$60</option><option value = '75'>$75</option><option value = '100'>$100</option><option value = '75'>$200</option><option value = '75'>$300</option><option value = '75'>$400</option></select></div><div class='input'>First Name:<input class='namespace' type='text' placeholder='First Name'></div><div class='input'>Last Name:<input class='namespace' type='text' placeholder='Last Name'></div><div class='input'>Card Number:<input class='namespace' type='number' placeholder='Enter Card Number'></div><div class='button-donate'><a id='home' href='#'>Complete Donation</a></div></div></section><section class='resource-bottom-wrapper'><div class='resources'><div class='resources-info'><h1>Saving the Species</h1><p>When it comes down to it, saving endangered species helps save our environment, ecosystem, and us as a species ourself. It's important that we try and do what we can to help the environment by recycling, limiting resources, keeping the planet clean, coming up with new inovative ideas, and working together to keep our planet healthy and thriving. Hopefully we can continue to work towards saving our environment and animals of the world.</p></div><div class='resources-image'></div></div></section><div class='footer-wrapper'><div class='footer'><div class='copyright'>Copyright Sarah Tejchma 2020</div></div></div>"
    },
    {
      "pageName": "species",
      "content": "<section class='species-wrapper'><h1>Crtically Endangered Species:</h1><br><div class='species'><div class='species-image-amur'></div><div class='species-info'><h1>Amur Leopard</h1><h2>Panthera Pardus Orientalis</h2>The Amur Leopard is located in Asia and can live for up to 15 years. They can run at speeds of 37 miles per hour. They are a solitary predator also known as the Far East Leopard, Manchurian leopard, or Korean Leopard. They are important not only to the environment but as well as the economy and culture. Helping to conserve their habitats we may be able to bring them back and ensure long-term conservation of their species. They are threatend by poaching, but are currently being protacted by a nature reserve with a population of at least 84 leopards remaining.</div></div></section><section class='species-wrapper'><br><div class='species'><div class='species-image-rhino'></div><div class='species-info'><h1>Black Rhino</h1><h2>Diceros Bicornis</h2>Black Rhinos are located in Africe. They are the smaller of the two African Rhino breeds. They typically wat leaves from buses and trees. They became endangered in the 20th century because of European hunters and settlers. The number has dropped by 98% leaving this species critically endangered. They play an important role in their habitat and large blocks of land have been created for their conservation. </div></div></section><section class='species-wrapper'><br><div class='species'><div class='species-image-orang'></div><div class='species-info'><h1>Bornean Orangutan</h1><h2>Pongo Pygmaeus</h2>The Bornearn Orangutan lives in Sabah and Eastern Kalimantan. Their populations have declined more than 50% over the past 60 years. It's habitat has also been reduced by at least 55% over only the last 20 years. That is a very large and impactful amount. They are import to help keep the forests healthy. As they typically eat over 500 plants species this helps to disperse and fertilize the environment.</div></div></section><section class='species-wrapper'><br><div class='species'><div class='species-image-cgorilla'></div><div class='species-info'><h1>Cross River Gorilla</h1><h2>Gorilla Gorilla Diehli</h2>The cross river gorilla is located in Cameroon and Nigeria. This western gorilla live in a region mainly populated by humans who moved into their territory. They cleared their forests for resources and livestock. Poaching often occurs with this species and the loss of these gorillas can be detrimental to the environment. They are currently trying to enforce secured forests to hoes them to help them from dying out.</div></div></section><section class='species-wrapper'><br><div class='species'><div class='species-image-egorilla'></div><div class='species-info'><h1>Eastern Lowland Gorilla</h1><h2>Gorilla Beringei Graueri</h2>The Eastern Lowland Gorilla is also known as the Grauer's gorilla lives in the Democratic Republic of Congo. It is one of the largest of the gorilla species. They mainly eat fruit and are primarily herbivores despite their size. Their land overtaken by humans, only 13% of their histrorical range. Their population has decreased 50% in the last 20 years. Rebels and poachers will invade the parks and safe spaces, but there are some amazing individuals working on fighting against this.</div></div></section><section class='species-wrapper'><br><div class='species'><div class='species-image-turtle'></div><div class='species-info'><h1>Hawksbill Turtle</h1><h2>Eretmochelys Ibricata</h2> The hawkbill turtle is named after their narrow and pointed beak. They also have a beautiful and distinct patter of overlapping scales on their shells and is why they are commonly hunted to be able to sell their shells. They are found mostly in tropical oceans and coral reefs and feed on sponges as well as other small sea creatures. They are a fundamental marin resource for the ecosystem and help maintain health of the coral reefs and sea grass.</div></div></section><div class='footer-wrapper'><div class='footer'><div class='copyright'>Copyright Sarah Tejchma 2020</div></div></div>"
    }
  ]
}
